{
  "version": "1.0.0",
  "hi": {
    "पति-पत्नी": "आप दोनों पति–पत्नी के मध्य ऊर्जा-संतुलन वैवाहिक सामंजस्य, मानसिक संवाद और भावनात्मक जुड़ाव पर केंद्रित है।",
    "प्रेमी-प्रेमिका": "आप दोनों प्रेम-संबंध में भावनात्मक तरंगों का अद्भुत मेल बनाते हैं; इस ऊर्जा का मुख्य केंद्र पारस्परिक विश्वास और सच्ची अभिव्यक्ति है।",
    "मित्र": "आप और आपके मित्र के मध्य विचारों की दिशा और समझ का संतुलन इस रिपोर्ट का केंद्र है — जहाँ पारदर्शिता ही संबंध की मज़बूती है।",
    "साझेदार": "आप दोनों साझेदारों के मध्य व्यावसायिक दृष्टि, योजना और निर्णय-संतुलन की ऊर्जा प्रमुख है — यही सफलता की कुंजी बनेगी।",
    "भाई-बहन": "आप और आपके भाई/बहन के मध्य यह विश्लेषण पारिवारिक सहयोग, देखभाल और संवाद की धारा को दिखाता है।",
    "माता-पुत्र": "यह संबंध पीढ़ियों के बीच भावनात्मक सेतु का प्रतीक है — जहाँ समझ और सम्मान दोनों आवश्यक हैं।",
    "माता-पुत्री": "आप और आपकी पुत्री के बीच यह ऊर्जा शिक्षा, प्रेरणा और संवेदना की गहराई को उजागर करती है।",
    "पिता-पुत्र": "आप और आपके पुत्र के बीच यह तरंग अनुशासन और सीख का संगम दिखाती है — जहाँ अनुशासन ही स्नेह का रूप है।",
    "पिता-पुत्री": "यह रिश्ता आदर और सुरक्षा की ऊर्जा से जुड़ा है; इसमें संवाद और विश्वास दोनों का संतुलन सर्वोपरि है।",
    "सहकर्मी": "आप और आपके सहकर्मी के बीच सहयोग और सीमाओं की स्पष्टता इस ऊर्जा का प्रमुख भाग है।",
    "गुरु-शिष्य": "यह संबंध ज्ञान-संक्रमण और धैर्य की दिशा में आगे बढ़ने की प्रेरणा देता है।",
    "पड़ोसी": "यह तरंग सामुदायिक समझ और सौहार्द की भावना से जुड़ी है।",
    "भाभी-देवर": "यह रिश्ता परिवार के भीतर संवाद और सम्मान के संयम पर आधारित है।",
    "अन्य": "आप दोनों के बीच का यह विश्लेषण पारस्परिक समझ, संवाद और सामंजस्य को दिशा देता है।"
  },
  "en": {
    "पति-पत्नी": "Your relationship as husband and wife reflects energy alignment around emotional understanding, partnership harmony and mutual respect.",
    "प्रेमी-प्रेमिका": "As lovers, your energy shows deep emotional resonance driven by trust and true expression.",
    "मित्र": "As friends, this analysis focuses on clarity and transparency that strengthen mutual understanding.",
    "साझेदार": "As business partners, this reflects the energy of planning, vision and balanced decisions for success.",
    "भाई-बहन": "Between siblings, this shows emotional care, cooperation and the flow of family communication.",
    "माता-पुत्र": "Between mother and son, it represents the emotional bridge between generations—built on patience and understanding.",
    "माता-पुत्री": "Between mother and daughter, this highlights depth in learning, empathy and inspiration.",
    "पिता-पुत्र": "Between father and son, this reflects a blend of discipline and affection where learning shapes strength.",
    "पिता-पुत्री": "Between father and daughter, this embodies protection, trust and emotional clarity.",
    "सहकर्मी": "Between coworkers, this indicates teamwork, clear boundaries and consistent support.",
    "गुरु-शिष्य": "This relationship symbolizes learning, patience and mutual respect in pursuit of knowledge.",
    "पड़ोसी": "Between neighbors, it conveys harmony and mutual consideration.",
    "भाभी-देवर": "This relation emphasizes communication and respect within family dynamics.",
    "अन्य": "This analysis reflects mutual understanding, balance and empathy between both individuals."
  }
}
